Repository: ella/ella-newman
Catalog: ella_newman/locale/*/LC_MESSAGES/djangojs.po
Languages: cs

source: Su
cs: Ne

source: Mo
cs: Po

source: Tu
cs: Út

source: We
cs: St

source: Th
cs: Čt

source: Fr
cs: Pá

source: Sa
cs: So

source: successfully uploaded photo
cs: Foto úspěšně nahráno

source: failed uploading photo
cs: Nahrání fota selhalo

source: Heading H1
cs: Nadpis 1

source: Heading H2
cs: Nadpis 2

source: Heading H3
cs: Nadpis 3

source: Italic
cs: Kurzíva

source: Bold
cs: Tučně

source: Link
cs: Odkaz

source: Head 1
cs: Nadpis 1

source: Head 2
cs: Nadpis 2

source: Head 3
cs: Nadpis 3

source: List unordered
cs: Nečíslovaný seznam

source: List ordered
cs: Číslovaný seznam

source: Photo
cs: Foto

source: Gallery
cs: Galerie

source: Quick preview
cs: Rychlý náhled

source: Preview error.
cs: Chyba náhledu.

source: Sending
cs: Posílám

source: Duplicate photo
cs: Duplikátní foto

source: Show additional fields
cs: Zobrazit podrobnosti

source: Hide additional fields
cs: Skrýt podrobnosti

source: Wait
cs: Čekejte

source: Loading media
cs: Načítám média

source: Saved
cs: Uloženo

source: Saving
cs: Ukládám

source: Preset saved but erroneous result received.
cs: Záloha uložena, avšak odpověď serveru chybná

source: Reload to see the preset.
cs: Obnovte stránku pro pohled na zálohu

source: Form errors
cs: Formulářové chyby

source: Error sending form.
cs: Nastala chyba při odesílání formuláře.

source: Moreover, failed to handle the error gracefully.
cs: Navíc se nepodařilo chybu ošetřit.

source: Reloading page
cs: Stránka se obnovuje

source: crash save
cs: záloha po pádu

source: Form content backed up
cs: Obsah formuláře zazálohován

source: Loading
cs: Načítám

source: Request failed
cs: Chyba serveru

source: Successfully sent
cs: Úspěšně odesláno

source: Cannot continue editing
cs: Nelze pokračovat v editaci

source: object ID not received
cs: Nebylo přijato ID objektu

source: Failed to redirect to newly added object.
cs: Nezdařilo se přesměrování na nově přidaný objekt.

source: Delete
cs: Smazat

source: Undelete
cs: Zrušit smazání

source: Click to edit question
cs: Kliknutím změňte otázku

source: Click to edit option
cs: Změnit odpověď

source: Enter column headings (split by ";"):
cs: Zadejte hlavičky sloupců (oddělené pomocí ";"):

source: Row count (excluding header):
cs: Počet řádků (bez hlavičky):

source: REPLACE
cs: NAHRAĎTE

source: Table
cs: Tabulka

source: Quote
cs: Citace

source: Preview on site
cs: Náhled na webu

source: Category field must be filled for preview on site!
cs: Categorie musí být vyplněna pro zobrazení na stránce!
